Repository: collective/collective.geo.contentlocations
Catalog: collective/geo/contentlocations/locales/*/LC_MESSAGES/collective.geo.contentlocations.po
Languages: da, de, fr, it

source: A CSV file holding a coordinate per row and enough coordinate pairs for selected type.
it: carica un CSV contenente una serie di coordinate per riga, ogni riga deve contenere due valori: longitudine, latitudine

source: CSV File not correct. Verify file format.
it: CSV non corretto, verifica il formato del file ed invia nuovamente il modulo.

source: CSV Import
it: Importazione CSV

source: Cancel
da: Fortryd
de: Abbrechen
fr: Annuler
it: Annulla

source: Changes saved.
da: Ændringer gemt.
de: Änderungen gespeichert.
fr: Enregistrer les changements
it: Modifiche memorizzate.

source: Choose a tool and draw the shape on the map
da: Vælg et tegneredskab i højre hjørne af kortet og marker placeringen af dit indhold på kortet - enten som punkt, linje eller polygon.
de: Wählen Sie ein Werkzeug und zeichnen Sie die Markierung auf die Karte.
fr: Sélectionnez un outil et dessinez une forme sur la carte
it: Seleziona uno strumento e disegna direttamente sulla mappa

source: Choose type of coordinates for uploading CSV.
it: Seleziona un tipo di coordinate per l'importazione del CSV.

source: Coordinates
da: Kortdata
de: Koordinaten
fr: Coordonnées
it: Coordinate

source: Coordinates removed
de: Koordinaten entfernt
it: Coordinate rimosse

source: Custom styles
da: Layout
de: Individuelle Styles
fr: Styles personnalisés
it: Stili personalizzati

source: Import data from CSV file
it: Importazione dei dati da un file CSV

source: Insert below the shape coordinates in WKT format.
da: Her kan du indsætte koordinater (punkt, linje eller polygon) i WKT-format (ignorer bare, hvis du ikke ved hvad WKT er).
de: Fügen Sie die Markierungs-Koordinaten unten im WKT Format ein.
fr: Insérez ci-dessous les corrdonnées de la forme au format WKT.
it: Inserisci qui sotto le coordinate in formato WKT

source: LineString
da: Linje
de: Linie
fr: Ligne
it: Linea

source: Modify geographical data for this content
da: Tilpasning de geografiske data for dette indhold
de: Geographische Daten für diesen Inhalt ändern
fr: Modifier les données géographiques pour ce contenu
it: Modifica i dati geografici per questo contenuto

source: No changes made.
da: Ingen ændringer.
de: Keine Änderungen.
fr: Modifications annulées
it: Modifiche annullate

source: No coordinate has been set. Please, set coordinates on the map, fill in the WKT field or import a CSV file.
it: Nessuna coordinata Ã¨ stata impostata. Imposta le coordinate sulla mappa, compila il campo WKT o importa un file CSV.

source: No valid input given.
da: Ugyldig data.
de: Kein gültiger Eingabewert.
fr: Données incorrectes
it: Dati non corretti

source: Point
da: Punkt
de: Punkt
it: Punto

source: Polygon
fr: Polygône
it: Poligono

source: Save
da: Gem
de: Speichern
fr: Sauvegarder
it: Salva

source: Shape in WKT format
da: Koordinater i WKT-format
de: Markierung im WKT Format
fr: Forme au format KWT
it: Forme in formato KWT

source: Specify the geometry for this content
da: Her kan du angive, hvilken placering, dit indhold skal have på kortet. Du kan enten søge efter stedet, indtegne det på kortet, uploade en CSV-fil eller udfylde WKT-feltet. Du kan også tilpasse kort-layoutet.
de: Spezifizieren Sie die Geometrie für diesen Inhalt
fr: Spécifiez le type de géométrie pour ce contenu
it: Specifica il tipo di area per questo contenuto

source: Type
it: Tipo

source: WKT expression not correct. Verify input.
da: WKT-data er ikke korrekt. Juster venligst.
de: WKT Ausdruck nicht korrekt. Bitte überprüfen Sie die Eingabe.
fr: Format WKT incorrecte, vérifiez les valeurs entrées.
it: Formato WKT non corretto, verifica il valore immesso

source: objects updated.
it: oggetti aggiornati

source: update(s) on object(s) failed
it: oggetti aggiornati, falliti

source: Manual coordinates
de: Manuelle Koordinaten

source: Remove georeference
de: Georeferenzierung entfernen
